const DATA = {
	questions: [
		{
			title: "Что для вас главное в выборе подарка?",
			answers: [
				{
					isRightAnswer: false,
					text: "Лучший подарок тот, что сделан своими руками",
				},
				{
					isRightAnswer: true,
					text: "Думаю о привычках и увлечениях того, кому буду дарить",
				},
				{
					isRightAnswer: false,
					text: "Дарю только то, что нравится мне",
				},
			],
		},
		{
			title: "Пена для бритья и кружка — это хороший подарок для мужчины?",
			answers: [
				{
					isRightAnswer: false,
					text: "Конечно! Многим побриться не помешает, да и пить из чего-то надо",
				},
				{
					isRightAnswer: true,
					text: "Слишком банальный",
				},
				{
					isRightAnswer: false,
					text: "Когда уже не знаешь, что подарить, приходится покупать и такое",
				},
			],
		},
		{
			title: "Вы упаковываете подарки?",
			answers: [
				{
					isRightAnswer: false,
					text: "Я дарю такие грандиозные подарки, что их сложно во что-то завернуть!",
				},
				{
					isRightAnswer: false,
					text: "Нет, упаковка — это лишние траты",
				},
				{
					isRightAnswer: true,
					text: "Да, всегда интересно разворачивать подарок!",
				},
			],
		},
		{
			title: "Сковородка на 8 Марта — допустимо для второй половинки?",
			answers: [
				{
					isRightAnswer: false,
					text: "Каждая женщина будет рада такому подарку",
				},
				{
					isRightAnswer: false,
					text: "Фу, ужас!",
				},
				{
					isRightAnswer: true,
					text: "«Смотря какой fabric». Можно подарить и классную сковородку, но только тому, кто увлечён кулинарией!",
				},
			],
		},
		{
			title: "Нужно ли преподносить подарок, если вы договорились ничего не дарить?",
			answers: [
				{
					isRightAnswer: true,
					text: "А зачем? Договорились же ничего не дарить...",
				},
				{
					isRightAnswer: false,
					text: "Скорее всего, человек попросил ничего не дарить из вежливости. А я из вежливости подарю",
				},
				{
					isRightAnswer: false,
					text: "Я стараюсь о таком не договариваться",
				},
			],
		},
		{
			title: "Перед покупкой подарка нужно обязательно уточнить, что человек хочет?",
			answers: [
				{
					isRightAnswer: true,
					text: "Никогда не спрашиваю, иначе не будет сюрприза",
				},
				{
					isRightAnswer: false,
					text: "Конечно, иначе опять подарю что-то ненужное",
				},
				{
					isRightAnswer: false,
					text: "Спрашиваю, но конкретных ответов не получаю",
				},
			],
		},
		{
			title: "Нужно ли сопровождать подарок поздравлением?",
			answers: [
				{
					isRightAnswer: false,
					text: "Обязательно, всегда говорю что-то про счастье и здоровье",
				},
				{
					isRightAnswer: false,
					text: "Мне обычно нечего сказать, поэтому я молча вручаю презент",
				},
				{
					isRightAnswer: true,
					text: "Иногда для вау-эффекта слова не нужны!",
				},
			],
		},
		{
			title: "Важно ли то, как вы одеты, когда вручаете подарок?",
			answers: [
				{
					isRightAnswer: false,
					text: "Нет, всё внимание — на подарок!",
				},
				{
					isRightAnswer: true,
					text: "Я стараюсь выбирать красивую одежду для таких случаев",
				},
				{
					isRightAnswer: false,
					text: "Наряжаюсь, только если нужно произвести первое впечатление",
				},
			],
		},
	],
	results: [
		{
			id: "1",
			info: "Упс... Делать сюрпризы пока ещё не ваша сильная сторона. Умение дарить подарки — это полезный навык, и его нужно прокачивать. Специально для этого мы подготовили подборку подарков на все случаи жизни для неё и для него.",
			image: "/images/result-img-1.png",
			imageMobile: "/images/result-mobile-img-1.png",
		},
		{
			id: "2",
			info: "Вау! Вы — профи в умении дарить подарки! Всем вашим знакомым невероятно повезло. Считайте, что это ваша суперсила: изумить, впечатлить, порадовать сюрпризом. Продолжайте в том же духе! А чтобы идеи никогда не заканчивались, посмотрите подборку наших подарков.",
			image: "/images/result-img-2.png",
			imageMobile: "/images/result-mobile-img-2.png",
		},
	],
};

export default DATA;
